route ADD 23.32.0.0 MASK 255.224.0.0 0.0.0.0
route ADD 47.236.0.0 MASK 255.252.0.0 0.0.0.0
route ADD 47.235.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 47.240.0.0 MASK 255.252.0.0 0.0.0.0
route ADD 47.244.0.0 MASK 255.254.0.0 0.0.0.0
route ADD 47.246.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 94.158.208.0 MASK 255.255.248.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 2.18.64.0 mask 255.255.255.0 0.0.0.0
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 13.33.235.0 mask 255.255.255.0 0.0.0.0
route add 13.35.58.0 mask 255.255.255.0 0.0.0.0
route add 13.35.93.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 18.165.140.0 mask 255.255.255.0 0.0.0.0
route add 18.239.208.0 mask 255.255.255.0 0.0.0.0
route add 23.197.162.0 mask 255.255.255.0 0.0.0.0
route add 23.201.43.0 mask 255.255.255.0 0.0.0.0
route add 23.219.79.0 mask 255.255.255.0 0.0.0.0
route add 47.89.80.0 mask 255.255.255.0 0.0.0.0
route add 72.246.30.0 mask 255.255.255.0 0.0.0.0
route add 86.57.191.0 mask 255.255.255.0 0.0.0.0
route add 95.101.111.0 mask 255.255.255.0 0.0.0.0
route add 104.18.40.0 mask 255.255.255.0 0.0.0.0
route add 115.238.23.0 mask 255.255.255.0 0.0.0.0
route add 140.205.77.0 mask 255.255.255.0 0.0.0.0
route add 172.64.147.0 mask 255.255.255.0 0.0.0.0
