route ADD 52.33.95.61 MASK 255.255.255.255 0.0.0.0
route ADD 44.227.138.182 MASK 255.255.255.255 0.0.0.0
route ADD 44.241.61.155 MASK 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.164.68.0 mask 255.255.255.0 0.0.0.0
route add 3.174.46.0 mask 255.255.255.0 0.0.0.0
route add 3.174.113.0 mask 255.255.255.0 0.0.0.0
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 13.33.235.0 mask 255.255.255.0 0.0.0.0
route add 13.35.58.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 13.225.239.0 mask 255.255.255.0 0.0.0.0
route add 13.227.146.0 mask 255.255.255.0 0.0.0.0
route add 18.66.122.0 mask 255.255.255.0 0.0.0.0
route add 18.164.96.0 mask 255.255.255.0 0.0.0.0
route add 18.173.132.0 mask 255.255.255.0 0.0.0.0
route add 18.244.102.0 mask 255.255.255.0 0.0.0.0
route add 18.244.146.0 mask 255.255.255.0 0.0.0.0
route add 18.245.31.0 mask 255.255.255.0 0.0.0.0
route add 52.85.31.0 mask 255.255.255.0 0.0.0.0
route add 52.85.154.0 mask 255.255.255.0 0.0.0.0
route add 54.192.35.0 mask 255.255.255.0 0.0.0.0
route add 99.84.152.0 mask 255.255.255.0 0.0.0.0
route add 99.84.160.0 mask 255.255.255.0 0.0.0.0
route add 108.138.106.0 mask 255.255.255.0 0.0.0.0
route add 143.204.181.0 mask 255.255.255.0 0.0.0.0
