route add 3.66.71.0 mask 255.255.255.0 0.0.0.0
route add 37.220.160.0 mask 255.255.252.0 0.0.0.0
route add 37.220.162.0 mask 255.255.255.0 0.0.0.0
route add 46.235.184.0 mask 255.255.252.0 0.0.0.0
route add 78.41.104.0 mask 255.255.252.0 0.0.0.0
route add 93.93.88.0 mask 255.255.252.0 0.0.0.0
route add 93.93.89.0 mask 255.255.255.0 0.0.0.0
route add 93.93.91.0 mask 255.255.255.0 0.0.0.0
route add 212.193.144.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 78.41.110.0 mask 255.255.254.0 0.0.0.0
route add 195.208.65.0 mask 255.255.255.0 0.0.0.0
route add 195.209.66.0 mask 255.255.255.0 0.0.0.0
route add 195.209.82.0 mask 255.255.255.0 0.0.0.0
route add 212.193.146.0 mask 255.255.255.0 0.0.0.0
route add 212.193.153.0 mask 255.255.255.0 0.0.0.0
route add 212.193.155.0 mask 255.255.255.0 0.0.0.0
