route add 104.17.109.0 mask 255.255.255.0 0.0.0.0
route add 104.17.110.0 mask 255.255.255.0 0.0.0.0
route add 93.93.91.0 mask 255.255.255.0 0.0.0.0
route add 212.193.156.0 mask 255.255.255.0 0.0.0.0
route add 95.181.182.0 mask 255.255.255.0 0.0.0.0
route add 104.17.110.0 mask 255.255.255.0 0.0.0.0
route add 212.193.155.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 155.212.235.0 mask 255.255.255.0 0.0.0.0
route add 158.160.251.0 mask 255.255.255.0 0.0.0.0
route add 188.72.103.0 mask 255.255.255.0 0.0.0.0
