route ADD 65.21.120.0 MASK 255.255.255.0 0.0.0.0
route ADD 65.109.153.0 MASK 255.255.255.0 0.0.0.0
route ADD 104.17.245.0 MASK 255.255.255.0 0.0.0.0
route ADD 104.17.249.0 MASK 255.255.255.0 0.0.0.0
route ADD 178.248.237.0 MASK 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 8.6.112.0 mask 255.255.255.0 0.0.0.0
route add 8.47.69.0 mask 255.255.255.0 0.0.0.0
route add 95.47.173.0 mask 255.255.255.0 0.0.0.0
route add 104.26.8.0 mask 255.255.254.0 0.0.0.0
route add 172.67.71.0 mask 255.255.255.0 0.0.0.0
route add 178.248.233.0 mask 255.255.255.0 0.0.0.0
