route ADD 84.38.176.0 MASK 255.255.240.0 0.0.0.0
route add 176.123.171.0 mask 255.255.255.0 0.0.0.0
route add 62.76.90.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 5.35.2.0 mask 255.255.255.0 0.0.0.0
route add 49.12.59.0 mask 255.255.255.0 0.0.0.0
route add 78.47.125.0 mask 255.255.255.0 0.0.0.0
route add 95.213.212.0 mask 255.255.255.0 0.0.0.0
route add 167.233.7.0 mask 255.255.255.0 0.0.0.0
route add 176.114.90.0 mask 255.255.255.0 0.0.0.0
