route add 104.21.89.0 mask 255.255.255.0 0.0.0.0
route add 172.67.189.0 mask 255.255.255.0 0.0.0.0
route add 188.114.96.0 mask 255.255.255.0 0.0.0.0
route add 188.114.97.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 74.125.205.0 mask 255.255.255.0 0.0.0.0
route add 104.21.25.0 mask 255.255.255.0 0.0.0.0
route add 104.21.87.0 mask 255.255.255.0 0.0.0.0
route add 142.250.120.0 mask 255.255.255.0 0.0.0.0
route add 142.250.130.0 mask 255.255.255.0 0.0.0.0
route add 142.251.1.0 mask 255.255.255.0 0.0.0.0
route add 142.251.38.0 mask 255.255.255.0 0.0.0.0
route add 172.67.134.0 mask 255.255.255.0 0.0.0.0
route add 172.67.142.0 mask 255.255.255.0 0.0.0.0
route add 172.217.17.0 mask 255.255.255.0 0.0.0.0
