route add 5.61.236.0 mask 255.255.254.0 0.0.0.0
route add 94.100.176.0 mask 255.255.252.0 0.0.0.0
route add 217.69.136.0 mask 255.255.248.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 89.221.239.0 mask 255.255.255.0 0.0.0.0
route add 90.156.232.0 mask 255.255.255.0 0.0.0.0
route add 94.100.180.0 mask 255.255.255.0 0.0.0.0
route add 95.163.48.0 mask 255.255.255.0 0.0.0.0
route add 185.180.201.0 mask 255.255.255.0 0.0.0.0
route add 217.69.128.0 mask 255.255.255.0 0.0.0.0
