route ADD 185.157.213.47 MASK 255.255.255.255 0.0.0.0
route ADD 178.130.46.190 MASK 255.255.255.255 0.0.0.0
route ADD 212.118.37.171 MASK 255.255.255.255 0.0.0.0
route ADD 31.57.105.20 MASK 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 31.76.6.0 mask 255.255.255.0 0.0.0.0
route add 94.156.181.0 mask 255.255.255.0 0.0.0.0
route add 104.21.57.0 mask 255.255.255.0 0.0.0.0
route add 172.67.188.0 mask 255.255.255.0 0.0.0.0
route add 188.114.96.0 mask 255.255.254.0 0.0.0.0
