route add 178.248.232.0 mask 255.255.252.0 0.0.0.0
route add 37.17.118.0 mask 255.255.255.0 0.0.0.0
route add 89.248.230.0 mask 255.255.255.0 0.0.0.0
route add 84.201.151.0 mask 255.255.255.0 0.0.0.0
route add 77.88.21.0 mask 255.255.255.0 0.0.0.0
route add 93.191.11.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 91.221.164.0 mask 255.255.255.0 0.0.0.0
route add 109.238.90.0 mask 255.255.255.0 0.0.0.0
route add 178.248.237.0 mask 255.255.255.0 0.0.0.0
