route add 31.200.250.0 mask 255.255.255.0 0.0.0.0
route add 79.170.162.0 mask 255.255.255.0 0.0.0.0
route add 80.247.32.0 mask 255.255.255.0 0.0.0.0
route add 80.247.46.0 mask 255.255.255.0 0.0.0.0
route add 91.206.126.0 mask 255.255.255.0 0.0.0.0
route add 91.206.127.0 mask 255.255.255.0 0.0.0.0
route add 91.231.236.0 mask 255.255.252.0 0.0.0.0
route add 93.171.230.0 mask 255.255.255.0 0.0.0.0
route add 151.236.64.0 mask 255.255.240.0 0.0.0.0
route add 151.236.104.0 mask 255.255.248.0 0.0.0.0
route add 178.248.232.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 91.231.235.0 mask 255.255.255.0 0.0.0.0
route add 151.236.81.0 mask 255.255.255.0 0.0.0.0
route add 151.236.84.0 mask 255.255.255.0 0.0.0.0
route add 151.236.112.0 mask 255.255.255.0 0.0.0.0
route add 178.248.233.0 mask 255.255.255.0 0.0.0.0
route add 178.248.234.0 mask 255.255.255.0 0.0.0.0
route add 185.31.114.0 mask 255.255.255.0 0.0.0.0
route add 185.65.150.0 mask 255.255.255.0 0.0.0.0
route add 217.19.121.0 mask 255.255.255.0 0.0.0.0
