route add 45.137.112.0 MASK 255.255.252.0 0.0.0.0
route add 91.194.226.0 MASK 255.255.254.0 0.0.0.0
route add 91.218.132.0 MASK 255.255.252.0 0.0.0.0
route add 178.130.128.0 MASK 255.255.255.0 0.0.0.0
route add 185.211.156.0 MASK 255.255.252.0 0.0.0.0
route add 212.233.80.0 MASK 255.255.252.0 0.0.0.0
route add 212.233.84.0 MASK 255.255.252.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 178.248.232.0 mask 255.255.255.0 0.0.0.0
route add 193.17.93.0 mask 255.255.255.0 0.0.0.0
