# Yandex: все маршруты сервиса в одном файле
# Объединено 2026-10-31 из: yandex.bat, yandex.ru.bat
# Подсети приведены к адресу сети, дубли и вложенные подсети удалены
# Маршрутов: 23

route add 5.45.192.0 mask 255.255.192.0 0.0.0.0
route add 5.255.192.0 mask 255.255.192.0 0.0.0.0
route add 37.9.64.0 mask 255.255.192.0 0.0.0.0
route add 37.140.128.0 mask 255.255.192.0 0.0.0.0
route add 45.138.0.0 mask 255.255.255.0 0.0.0.0
route add 51.250.128.0 mask 255.255.128.0 0.0.0.0
route add 77.88.0.0 mask 255.255.192.0 0.0.0.0
route add 84.252.160.0 mask 255.255.224.0 0.0.0.0
route add 87.250.224.0 mask 255.255.224.0 0.0.0.0
route add 89.169.192.0 mask 255.255.192.0 0.0.0.0
route add 90.156.176.0 mask 255.255.255.0 0.0.0.0
route add 90.156.178.0 mask 255.255.254.0 0.0.0.0
route add 90.156.180.0 mask 255.255.254.0 0.0.0.0
route add 90.156.183.0 mask 255.255.255.0 0.0.0.0
route add 92.255.112.0 mask 255.255.240.0 0.0.0.0
route add 93.158.128.0 mask 255.255.192.0 0.0.0.0
route add 95.108.128.0 mask 255.255.128.0 0.0.0.0
route add 95.163.218.0 mask 255.255.255.0 0.0.0.0
route add 104.16.0.0 mask 255.240.0.0 0.0.0.0
route add 141.8.128.0 mask 255.255.192.0 0.0.0.0
route add 178.154.128.0 mask 255.255.192.0 0.0.0.0
route add 185.32.187.0 mask 255.255.255.0 0.0.0.0
route add 213.180.192.0 mask 255.255.224.0 0.0.0.0
