route add 104.16.0.0 mask 255.240.0.0 0.0.0.0
route add 116.203.48.0 mask 255.255.240.0 0.0.0.0
route add 13.224.0.0 mask 255.240.0.0 0.0.0.0
route add 18.128.0.0 mask 255.128.0.0 0.0.0.0
route add 54.160.0.0 mask 255.224.0.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 8.6.112.0 mask 255.255.255.0 0.0.0.0
route add 8.47.69.0 mask 255.255.255.0 0.0.0.0
route add 172.67.69.0 mask 255.255.255.0 0.0.0.0
route add 172.67.164.0 mask 255.255.255.0 0.0.0.0
route add 172.67.193.0 mask 255.255.255.0 0.0.0.0
route add 188.114.96.0 mask 255.255.254.0 0.0.0.0
