route ADD 185.211.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 185.178.208.183 MASK 255.255.255.255 0.0.0.0
route ADD 104.21.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 45.95.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 142.250.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 74.125.0.0 MASK 255.255.0.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 172.67.182.0 mask 255.255.255.0 0.0.0.0
route add 172.67.220.0 mask 255.255.255.0 0.0.0.0
route add 185.178.208.0 mask 255.255.255.0 0.0.0.0
route add 188.114.96.0 mask 255.255.254.0 0.0.0.0
