route add 104.16.142.237 mask 255.255.255.255 0.0.0.0
route add 104.16.143.237 mask 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.173.161.0 mask 255.255.255.0 0.0.0.0
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 18.66.233.0 mask 255.255.255.0 0.0.0.0
route add 18.164.116.0 mask 255.255.255.0 0.0.0.0
route add 18.164.124.0 mask 255.255.255.0 0.0.0.0
route add 18.245.31.0 mask 255.255.255.0 0.0.0.0
route add 52.85.154.0 mask 255.255.255.0 0.0.0.0
route add 65.9.130.0 mask 255.255.255.0 0.0.0.0
route add 104.16.74.0 mask 255.255.254.0 0.0.0.0
route add 108.156.22.0 mask 255.255.255.0 0.0.0.0
route add 209.134.54.0 mask 255.255.255.0 0.0.0.0
route add 216.198.53.0 mask 255.255.255.0 0.0.0.0
route add 216.198.54.0 mask 255.255.255.0 0.0.0.0
