route add 3.68.5.0 mask 255.255.255.0 0.0.0.0
route add 3.120.97.0 mask 255.255.255.0 0.0.0.0
route add 3.124.54.0 mask 255.255.255.0 0.0.0.0
route add 18.156.145.0 mask 255.255.255.0 0.0.0.0
route add 18.195.53.0 mask 255.255.255.0 0.0.0.0
route add 63.140.62.0 mask 255.255.255.0 0.0.0.0
route add 72.246.28.0 mask 255.255.255.0 0.0.0.0
route add 104.18.26.0 mask 255.255.255.0 0.0.0.0
route add 104.18.27.0 mask 255.255.255.0 0.0.0.0
route add 184.28.89.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 15.197.187.0 mask 255.255.255.0 0.0.0.0
route add 18.185.37.0 mask 255.255.255.0 0.0.0.0
route add 20.33.66.0 mask 255.255.255.0 0.0.0.0
route add 23.38.108.0 mask 255.255.255.0 0.0.0.0
route add 23.219.79.0 mask 255.255.255.0 0.0.0.0
route add 51.102.201.0 mask 255.255.255.0 0.0.0.0
route add 52.57.4.0 mask 255.255.255.0 0.0.0.0
route add 52.58.146.0 mask 255.255.255.0 0.0.0.0
route add 63.183.174.0 mask 255.255.255.0 0.0.0.0
route add 63.189.62.0 mask 255.255.255.0 0.0.0.0
route add 95.101.111.0 mask 255.255.255.0 0.0.0.0
route add 166.117.142.0 mask 255.255.255.0 0.0.0.0
