#🇷🇺 RU-кластер
route ADD 92.223.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 88.204.200.0 MASK 255.255.255.0 0.0.0.0
#🇪🇺 EU-кластер
route ADD 92.223.1.0 MASK 255.255.255.0 0.0.0.0
route ADD 92.223.20.0 MASK 255.255.255.0 0.0.0.0
#🇺🇸 NA-кластер
route ADD 162.216.229.0 MASK 255.255.255.0 0.0.0.0
route ADD 162.213.61.0 MASK 255.255.255.0 0.0.0.0
#ASIA-кластер
route ADD 92.223.16.0 MASK 255.255.255.0 0.0.0.0
route ADD 121.78.67.0 MASK 255.255.255.0 0.0.0.0
route ADD 117.103.201.0 MASK 255.255.255.0 0.0.0.0
#🇨🇳 CN-кластер
route ADD 221.192.143.0 MASK 255.255.255.0 0.0.0.0
route ADD 114.80.73.0 MASK 255.255.255.0 0.0.0.0
route ADD 61.188.177.0 MASK 255.255.255.0 0.0.0.0
route ADD 183.61.253.0 MASK 255.255.255.0 0.0.0.0
#Для Game Center (подсети, используемые при запуске)
route ADD 92.223.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 185.12.240.0 MASK 255.255.252.0 0.0.0.0
route ADD 185.12.244.0 MASK 255.255.252.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 5.8.69.0 mask 255.255.255.0 0.0.0.0
route add 37.9.52.0 mask 255.255.255.0 0.0.0.0
route add 82.97.207.0 mask 255.255.255.0 0.0.0.0
route add 91.149.176.0 mask 255.255.255.0 0.0.0.0
route add 92.38.145.0 mask 255.255.255.0 0.0.0.0
route add 92.38.146.0 mask 255.255.255.0 0.0.0.0
route add 93.123.17.0 mask 255.255.255.0 0.0.0.0
route add 103.151.135.0 mask 255.255.255.0 0.0.0.0
route add 193.138.111.0 mask 255.255.255.0 0.0.0.0
route add 193.169.251.0 mask 255.255.255.0 0.0.0.0
route add 194.158.198.0 mask 255.255.255.0 0.0.0.0
