route add 104.22.48.198 mask 255.255.255.255 0.0.0.0
route add 172.67.12.112 mask 255.255.255.255 0.0.0.0
route add 104.22.49.198 mask 255.255.255.255 0.0.0.0
route add 172.67.2.63 mask 255.255.255.255 0.0.0.0
route add 172.66.135.3 mask 255.255.255.255 0.0.0.0
route add 172.67.144.66 mask 255.255.255.255 0.0.0.0
route add 104.21.28.52 mask 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.64.237.0 mask 255.255.255.0 0.0.0.0
route add 3.66.50.0 mask 255.255.255.0 0.0.0.0
route add 8.6.112.0 mask 255.255.255.0 0.0.0.0
route add 8.47.69.0 mask 255.255.255.0 0.0.0.0
route add 18.116.75.0 mask 255.255.255.0 0.0.0.0
route add 104.20.39.0 mask 255.255.255.0 0.0.0.0
route add 104.26.4.0 mask 255.255.254.0 0.0.0.0
route add 172.66.139.0 mask 255.255.255.0 0.0.0.0
route add 172.66.165.0 mask 255.255.255.0 0.0.0.0
route add 172.67.70.0 mask 255.255.255.0 0.0.0.0
