# protonmail: все маршруты сервиса в одном файле
# Объединено 2026-10-31 из: protonmail, protonmail_1.0.bat
# Подсети приведены к адресу сети, дубли и вложенные подсети удалены
# Маршрутов: 23

route add 3.66.189.0 mask 255.255.255.0 0.0.0.0
route add 3.73.85.0 mask 255.255.255.0 0.0.0.0
route add 3.77.252.0 mask 255.255.255.0 0.0.0.0
route add 18.156.62.0 mask 255.255.255.0 0.0.0.0
route add 35.158.238.0 mask 255.255.255.0 0.0.0.0
route add 62.169.136.0 mask 255.255.254.0 0.0.0.0
route add 63.181.206.0 mask 255.255.255.0 0.0.0.0
route add 79.135.104.0 mask 255.255.255.0 0.0.0.0
route add 79.135.106.0 mask 255.255.254.0 0.0.0.0
route add 95.36.96.0 mask 255.255.255.0 0.0.0.0
route add 95.36.98.0 mask 255.255.255.0 0.0.0.0
route add 104.16.0.0 mask 255.255.255.0 0.0.0.0
route add 104.21.20.0 mask 255.255.255.0 0.0.0.0
route add 109.224.244.0 mask 255.255.255.0 0.0.0.0
route add 109.224.247.0 mask 255.255.255.0 0.0.0.0
route add 172.67.194.0 mask 255.255.255.0 0.0.0.0
route add 176.119.200.0 mask 255.255.255.0 0.0.0.0
route add 185.70.40.0 mask 255.255.252.0 0.0.0.0
route add 185.159.157.0 mask 255.255.255.0 0.0.0.0
route add 185.159.159.0 mask 255.255.255.0 0.0.0.0
route add 185.205.70.0 mask 255.255.255.0 0.0.0.0
route add 194.0.147.0 mask 255.255.255.0 0.0.0.0
route add 194.126.177.0 mask 255.255.255.0 0.0.0.0
