route ADD 13.35.0.0 MASK 255.255.240.0 0.0.0.0
route ADD 99.84.0.0 MASK 255.255.240.0 0.0.0.0
route ADD 13.224.0.0 MASK 255.255.240.0 0.0.0.0
route ADD 15.197.0.0 MASK 255.255.240.0 0.0.0.0
route ADD 52.84.0.0 MASK 255.255.240.0 0.0.0.0
route ADD 52.222.0.0 MASK 255.255.240.0 0.0.0.0
route ADD 205.251.192.0 MASK 255.255.240.0 0.0.0.0
route ADD 216.137.32.0 MASK 255.255.240.0 0.0.0.0
route ADD 104.16.0.0 MASK 255.255.0.0 0.0.0.0
route add 104.16.0.0 mask 255.240.0.0 0.0.0.0
route add 172.64.0.0 mask 255.248.0.0 0.0.0.0
route add 188.114.96.0 mask 255.255.252.0 0.0.0.0
route add 216.239.32.0 mask 255.255.224.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.164.206.0 mask 255.255.255.0 0.0.0.0
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 18.238.80.0 mask 255.255.255.0 0.0.0.0
route add 18.245.46.0 mask 255.255.255.0 0.0.0.0
route add 43.196.7.0 mask 255.255.255.0 0.0.0.0
route add 43.196.13.0 mask 255.255.255.0 0.0.0.0
route add 52.85.154.0 mask 255.255.255.0 0.0.0.0
route add 54.192.35.0 mask 255.255.255.0 0.0.0.0
route add 54.223.52.0 mask 255.255.255.0 0.0.0.0
route add 71.132.30.0 mask 255.255.255.0 0.0.0.0
route add 99.84.160.0 mask 255.255.255.0 0.0.0.0
