route add 204.8.99.146 mask 255.255.255.255 0.0.0.0
route add 116.202.120.181 mask 255.255.255.255 0.0.0.0
route add 116.202.120.182 mask 255.255.255.255 0.0.0.0
route add 116.202.120.183 mask 255.255.255.255 0.0.0.0
route add 116.202.120.184 mask 255.255.255.255 0.0.0.0
route add 116.202.120.166 mask 255.255.255.255 0.0.0.0
route add 116.202.120.165 mask 255.255.255.255 0.0.0.0
route add 95.216.163.36 mask 255.255.255.255 0.0.0.0
route add 204.8.99.144 mask 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 37.218.242.0 mask 255.255.255.0 0.0.0.0
route add 49.12.57.0 mask 255.255.255.0 0.0.0.0
route add 94.142.244.0 mask 255.255.255.0 0.0.0.0
route add 159.69.63.0 mask 255.255.255.0 0.0.0.0
route add 170.39.196.0 mask 255.255.255.0 0.0.0.0
route add 204.8.99.0 mask 255.255.255.0 0.0.0.0
