route add 185.34.106.0 mask 255.255.254.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 2.20.114.0 mask 255.255.255.0 0.0.0.0
route add 2.22.114.0 mask 255.255.255.0 0.0.0.0
route add 2.23.246.0 mask 255.255.255.0 0.0.0.0
route add 23.32.53.0 mask 255.255.255.0 0.0.0.0
route add 23.52.181.0 mask 255.255.255.0 0.0.0.0
route add 23.197.162.0 mask 255.255.255.0 0.0.0.0
route add 23.211.73.0 mask 255.255.255.0 0.0.0.0
route add 88.221.169.0 mask 255.255.255.0 0.0.0.0
