route ADD 3.233.88.158 MASK 255.255.255.255 0.0.0.0
route ADD 3.213.234.199 MASK 255.255.255.255 0.0.0.0
route ADD 13.248.193.251 MASK 255.255.255.255 0.0.0.0
route ADD 18.213.84.67 MASK 255.255.255.255 0.0.0.0
route ADD 18.235.143.165 MASK 255.255.255.255 0.0.0.0
route ADD 52.160.0.0 MASK 255.255.0.0 0.0.0.0
route ADD 52.170.46.174 MASK 255.255.255.255 0.0.0.0
route ADD 76.223.1.166 MASK 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 8.6.112.0 mask 255.255.255.0 0.0.0.0
route add 8.47.69.0 mask 255.255.255.0 0.0.0.0
route add 13.226.244.0 mask 255.255.255.0 0.0.0.0
route add 18.66.233.0 mask 255.255.255.0 0.0.0.0
route add 18.164.116.0 mask 255.255.255.0 0.0.0.0
route add 18.165.140.0 mask 255.255.255.0 0.0.0.0
route add 18.239.208.0 mask 255.255.255.0 0.0.0.0
route add 104.20.25.0 mask 255.255.255.0 0.0.0.0
route add 150.171.109.0 mask 255.255.255.0 0.0.0.0
route add 150.171.110.0 mask 255.255.255.0 0.0.0.0
route add 172.66.155.0 mask 255.255.255.0 0.0.0.0
