# themoviedb: маршруты сгенерированы из списка доменов 2026-10-25

# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.160.150.0 mask 255.255.255.0 0.0.0.0
route add 3.164.68.0 mask 255.255.255.0 0.0.0.0
route add 3.168.73.0 mask 255.255.255.0 0.0.0.0
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 13.33.67.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 13.225.239.0 mask 255.255.255.0 0.0.0.0
route add 18.66.233.0 mask 255.255.255.0 0.0.0.0
route add 18.165.122.0 mask 255.255.255.0 0.0.0.0
route add 18.165.140.0 mask 255.255.255.0 0.0.0.0
route add 18.244.102.0 mask 255.255.255.0 0.0.0.0
route add 52.85.154.0 mask 255.255.255.0 0.0.0.0
route add 65.9.130.0 mask 255.255.255.0 0.0.0.0
route add 99.84.152.0 mask 255.255.255.0 0.0.0.0
route add 108.139.29.0 mask 255.255.255.0 0.0.0.0
