# Whatsapp: все маршруты сервиса в одном файле
# Объединено 2026-10-31 из: Whatsapp_0.0.1.bat, whatsapp_min.bat
# Подсети приведены к адресу сети, дубли и вложенные подсети удалены
# Маршрутов: 43

route add 3.33.221.0 mask 255.255.255.0 0.0.0.0
route add 3.33.252.0 mask 255.255.255.0 0.0.0.0
route add 15.197.206.0 mask 255.255.255.0 0.0.0.0
route add 15.197.210.0 mask 255.255.255.0 0.0.0.0
route add 31.13.24.0 mask 255.255.248.0 0.0.0.0
route add 31.13.64.0 mask 255.255.192.0 0.0.0.0
route add 45.64.40.0 mask 255.255.252.0 0.0.0.0
route add 57.128.0.0 mask 255.192.0.0 0.0.0.0
route add 66.220.144.0 mask 255.255.240.0 0.0.0.0
route add 68.66.224.28 mask 255.255.255.255 0.0.0.0
route add 69.63.176.0 mask 255.255.240.0 0.0.0.0
route add 69.171.224.0 mask 255.255.224.0 0.0.0.0
route add 74.119.76.0 mask 255.255.252.0 0.0.0.0
route add 83.174.11.224 mask 255.255.255.255 0.0.0.0
route add 84.15.65.162 mask 255.255.255.255 0.0.0.0
route add 84.15.66.97 mask 255.255.255.255 0.0.0.0
route add 87.245.192.0 mask 255.255.248.0 0.0.0.0
route add 87.245.208.0 mask 255.255.240.0 0.0.0.0
route add 87.245.224.0 mask 255.255.240.0 0.0.0.0
route add 87.245.240.0 mask 255.255.248.0 0.0.0.0
route add 92.46.37.96 mask 255.255.255.255 0.0.0.0
route add 94.97.237.0 mask 255.255.255.0 0.0.0.0
route add 102.132.96.0 mask 255.255.224.0 0.0.0.0
route add 103.4.96.0 mask 255.255.252.0 0.0.0.0
route add 124.108.16.224 mask 255.255.255.255 0.0.0.0
route add 129.134.0.0 mask 255.255.0.0 0.0.0.0
route add 157.240.0.0 mask 255.255.0.0 0.0.0.0
route add 163.70.128.0 mask 255.255.128.0 0.0.0.0
route add 163.77.132.0 mask 255.255.254.0 0.0.0.0
route add 163.77.136.0 mask 255.255.254.0 0.0.0.0
route add 163.77.160.0 mask 255.255.240.0 0.0.0.0
route add 173.252.64.0 mask 255.255.192.0 0.0.0.0
route add 179.60.192.0 mask 255.255.240.0 0.0.0.0
route add 179.60.208.0 mask 255.255.248.0 0.0.0.0
route add 185.44.68.0 mask 255.255.252.0 0.0.0.0
route add 185.54.156.0 mask 255.255.252.0 0.0.0.0
route add 185.60.216.0 mask 255.255.252.0 0.0.0.0
route add 185.89.216.0 mask 255.255.252.0 0.0.0.0
route add 193.38.54.0 mask 255.255.255.0 0.0.0.0
route add 204.15.20.0 mask 255.255.252.0 0.0.0.0
route add 204.15.24.0 mask 255.255.252.0 0.0.0.0
route add 216.40.34.0 mask 255.255.255.0 0.0.0.0
route add 217.168.6.0 mask 255.255.255.0 0.0.0.0
