route add 104.16.0.0 mask 255.240.0.0 0.0.0.0
route add 104.244.40.0 mask 255.255.248.0 0.0.0.0
route add 146.75.0.0 mask 255.255.0.0 0.0.0.0
route add 151.101.0.0 mask 255.255.0.0 0.0.0.0
route add 152.192.0.0 mask 255.248.0.0 0.0.0.0
route add 162.158.0.0 mask 255.254.0.0 0.0.0.0
route add 172.64.0.0 mask 255.248.0.0 0.0.0.0
route add 192.229.128.0 mask 255.255.128.0 0.0.0.0
route add 199.232.0.0 mask 255.255.0.0 0.0.0.0
route add 209.237.192.0 mask 255.255.224.0 0.0.0.0
route add 68.232.32.0 mask 255.255.240.0 0.0.0.0
route add 69.195.160.0 mask 255.255.224.0 0.0.0.0
route add 93.184.220.0 mask 255.255.252.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.213.225.0 mask 255.255.255.0 0.0.0.0
route add 18.214.128.0 mask 255.255.255.0 0.0.0.0
route add 34.206.37.0 mask 255.255.255.0 0.0.0.0
route add 34.225.132.0 mask 255.255.255.0 0.0.0.0
route add 34.243.106.0 mask 255.255.255.0 0.0.0.0
route add 52.49.48.0 mask 255.255.255.0 0.0.0.0
route add 52.70.48.0 mask 255.255.255.0 0.0.0.0
route add 52.208.94.0 mask 255.255.255.0 0.0.0.0
route add 52.211.165.0 mask 255.255.255.0 0.0.0.0
route add 63.34.2.0 mask 255.255.255.0 0.0.0.0
route add 99.80.70.0 mask 255.255.255.0 0.0.0.0
route add 100.58.87.0 mask 255.255.255.0 0.0.0.0
route add 140.248.136.0 mask 255.255.255.0 0.0.0.0
# Новые префиксы AS13414 (RIPEstat)
route add 64.63.0.0 mask 255.255.192.0 0.0.0.0
route add 103.252.112.0 mask 255.255.252.0 0.0.0.0
route add 188.64.224.0 mask 255.255.248.0 0.0.0.0
route add 192.133.76.0 mask 255.255.252.0 0.0.0.0
route add 199.16.156.0 mask 255.255.252.0 0.0.0.0
route add 199.59.148.0 mask 255.255.252.0 0.0.0.0
route add 199.96.56.0 mask 255.255.254.0 0.0.0.0
route add 202.160.128.0 mask 255.255.252.0 0.0.0.0
# Новые префиксы AS35995 (RIPEstat)
route add 8.25.194.0 mask 255.255.254.0 0.0.0.0
route add 8.25.196.0 mask 255.255.254.0 0.0.0.0
route add 185.45.4.0 mask 255.255.252.0 0.0.0.0
