# Petlibro: маршруты сгенерированы из списка доменов 2026-10-25

# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.91.111.0 mask 255.255.255.0 0.0.0.0
route add 18.214.5.0 mask 255.255.255.0 0.0.0.0
route add 23.227.38.0 mask 255.255.255.0 0.0.0.0
route add 52.45.14.0 mask 255.255.255.0 0.0.0.0
route add 54.88.167.0 mask 255.255.255.0 0.0.0.0
route add 54.167.177.0 mask 255.255.255.0 0.0.0.0
route add 100.51.3.0 mask 255.255.255.0 0.0.0.0
route add 184.168.221.0 mask 255.255.255.0 0.0.0.0
