# com
route ADD 94.23.153.55 MASK 255.255.255.255 0.0.0.0
# net
route ADD 54.37.161.241 MASK 255.255.255.255 0.0.0.0
# ru
route ADD 162.19.86.111 MASK 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 5.39.61.0 mask 255.255.255.0 0.0.0.0
route add 5.135.168.0 mask 255.255.255.0 0.0.0.0
route add 104.20.17.0 mask 255.255.255.0 0.0.0.0
route add 104.20.35.0 mask 255.255.255.0 0.0.0.0
route add 109.238.88.0 mask 255.255.255.0 0.0.0.0
route add 172.66.145.0 mask 255.255.255.0 0.0.0.0
route add 172.66.149.0 mask 255.255.255.0 0.0.0.0
route add 188.165.25.0 mask 255.255.255.0 0.0.0.0
route add 193.187.173.0 mask 255.255.255.0 0.0.0.0
