route add 151.101.192.0 mask 255.255.255.0 0.0.0.0
route add 151.101.64.0 mask 255.255.255.0 0.0.0.0
route add 151.101.128.0 mask 255.255.255.0 0.0.0.0
route add 151.101.0.0 mask 255.255.255.0 0.0.0.0
route add 23.52.84.0 mask 255.255.255.0 0.0.0.0
route add 45.54.49.0 mask 255.255.255.0 0.0.0.0
route add 216.58.209.0 mask 255.255.255.0 0.0.0.0
route add 173.194.221.0 mask 255.255.255.0 0.0.0.0
route add 216.58.211.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 2.19.126.0 mask 255.255.255.0 0.0.0.0
route add 2.23.245.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 13.249.91.0 mask 255.255.255.0 0.0.0.0
route add 18.66.233.0 mask 255.255.255.0 0.0.0.0
route add 18.165.122.0 mask 255.255.255.0 0.0.0.0
route add 23.20.165.0 mask 255.255.255.0 0.0.0.0
route add 23.36.157.0 mask 255.255.255.0 0.0.0.0
route add 23.47.124.0 mask 255.255.255.0 0.0.0.0
route add 23.55.110.0 mask 255.255.255.0 0.0.0.0
route add 23.56.163.0 mask 255.255.255.0 0.0.0.0
route add 23.64.12.0 mask 255.255.255.0 0.0.0.0
route add 23.197.161.0 mask 255.255.255.0 0.0.0.0
route add 50.17.2.0 mask 255.255.255.0 0.0.0.0
route add 54.146.140.0 mask 255.255.255.0 0.0.0.0
route add 86.57.191.0 mask 255.255.255.0 0.0.0.0
route add 95.100.177.0 mask 255.255.255.0 0.0.0.0
route add 95.101.61.0 mask 255.255.255.0 0.0.0.0
