route add 104.16.239.0 mask 255.255.255.0 0.0.0.0
route add 104.18.208.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.174.45.0 mask 255.255.255.0 0.0.0.0
route add 3.174.46.0 mask 255.255.255.0 0.0.0.0
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 8.6.112.0 mask 255.255.255.0 0.0.0.0
route add 8.47.69.0 mask 255.255.255.0 0.0.0.0
route add 13.33.235.0 mask 255.255.255.0 0.0.0.0
route add 13.224.230.0 mask 255.255.255.0 0.0.0.0
route add 13.225.239.0 mask 255.255.255.0 0.0.0.0
route add 13.227.153.0 mask 255.255.255.0 0.0.0.0
route add 18.239.216.0 mask 255.255.255.0 0.0.0.0
route add 18.244.146.0 mask 255.255.255.0 0.0.0.0
route add 52.85.154.0 mask 255.255.255.0 0.0.0.0
route add 52.85.222.0 mask 255.255.255.0 0.0.0.0
route add 65.8.131.0 mask 255.255.255.0 0.0.0.0
route add 99.84.160.0 mask 255.255.255.0 0.0.0.0
route add 104.18.34.0 mask 255.255.255.0 0.0.0.0
route add 104.18.39.0 mask 255.255.255.0 0.0.0.0
route add 104.18.40.0 mask 255.255.254.0 0.0.0.0
route add 104.18.43.0 mask 255.255.255.0 0.0.0.0
route add 108.138.106.0 mask 255.255.255.0 0.0.0.0
route add 108.138.113.0 mask 255.255.255.0 0.0.0.0
route add 172.64.144.0 mask 255.255.255.0 0.0.0.0
route add 172.64.146.0 mask 255.255.254.0 0.0.0.0
route add 172.64.148.0 mask 255.255.255.0 0.0.0.0
route add 172.64.153.0 mask 255.255.255.0 0.0.0.0
