route add 34.120.195.249 mask 255.255.255.255 0.0.0.0
route add 104.26.10.222 mask 255.255.255.255 0.0.0.0
route add 172.67.70.100 mask 255.255.255.255 0.0.0.0
route add 104.26.11.222 mask 255.255.255.255 0.0.0.0
route add 188.114.98.229 mask 255.255.255.255 0.0.0.0
route add 188.114.99.229 mask 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 8.6.112.0 mask 255.255.255.0 0.0.0.0
route add 8.47.69.0 mask 255.255.255.0 0.0.0.0
