route ADD 82.221.104.145 MASK 255.255.255.255 0.0.0.0
route ADD 31.177.80.70 MASK 255.255.255.255 0.0.0.0
route ADD 31.177.76.70 MASK 255.255.255.255 0.0.0.0
route ADD 82.221.104.147 MASK 255.255.255.255 0.0.0.0
route ADD 45.10.217.14 MASK 255.255.255.255 0.0.0.0
route ADD 179.43.163.206 MASK 255.255.255.255 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 77.247.178.0 mask 255.255.255.0 0.0.0.0
route add 82.221.128.0 mask 255.255.255.0 0.0.0.0
route add 104.21.26.0 mask 255.255.255.0 0.0.0.0
route add 104.21.72.0 mask 255.255.255.0 0.0.0.0
route add 104.21.82.0 mask 255.255.255.0 0.0.0.0
route add 172.67.156.0 mask 255.255.255.0 0.0.0.0
route add 172.67.168.0 mask 255.255.255.0 0.0.0.0
route add 172.67.175.0 mask 255.255.255.0 0.0.0.0
route add 176.58.48.0 mask 255.255.255.0 0.0.0.0
route add 179.43.149.0 mask 255.255.255.0 0.0.0.0
route add 179.43.189.0 mask 255.255.255.0 0.0.0.0
route add 179.43.190.0 mask 255.255.255.0 0.0.0.0
