# hdrezka: все маршруты сервиса в одном файле
# Объединено 2026-10-31 из: hdrezka.bat, hdrezka_0.0.2.bat
# Подсети приведены к адресу сети, дубли и вложенные подсети удалены
# Маршрутов: 18

route add 31.177.76.70 mask 255.255.255.255 0.0.0.0
route add 31.177.80.70 mask 255.255.255.255 0.0.0.0
route add 45.10.217.14 mask 255.255.255.255 0.0.0.0
route add 77.247.178.0 mask 255.255.255.0 0.0.0.0
route add 82.221.104.145 mask 255.255.255.255 0.0.0.0
route add 82.221.104.147 mask 255.255.255.255 0.0.0.0
route add 82.221.128.0 mask 255.255.255.0 0.0.0.0
route add 104.21.26.0 mask 255.255.255.0 0.0.0.0
route add 104.21.72.0 mask 255.255.255.0 0.0.0.0
route add 104.21.82.0 mask 255.255.255.0 0.0.0.0
route add 172.67.156.0 mask 255.255.255.0 0.0.0.0
route add 172.67.168.0 mask 255.255.255.0 0.0.0.0
route add 172.67.175.0 mask 255.255.255.0 0.0.0.0
route add 176.58.48.0 mask 255.255.255.0 0.0.0.0
route add 179.43.149.0 mask 255.255.255.0 0.0.0.0
route add 179.43.163.0 mask 255.255.255.0 0.0.0.0
route add 179.43.189.0 mask 255.255.255.0 0.0.0.0
route add 179.43.190.0 mask 255.255.255.0 0.0.0.0
