route add 185.181.60.0 mask 255.255.252.0 0.0.0.0
route add 94.102.49.0 mask 255.255.255.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 3.174.230.0 mask 255.255.255.0 0.0.0.0
route add 13.225.239.0 mask 255.255.255.0 0.0.0.0
route add 99.84.152.0 mask 255.255.255.0 0.0.0.0
route add 108.139.29.0 mask 255.255.255.0 0.0.0.0
route add 108.156.22.0 mask 255.255.255.0 0.0.0.0
route add 152.42.169.0 mask 255.255.255.0 0.0.0.0
route add 172.237.146.0 mask 255.255.255.0 0.0.0.0
