#AS714
route ADD 17.0.0.0 MASK 255.0.0.0 0.0.0.0
route ADD 57.112.0.0 MASK 255.240.0.0 0.0.0.0
route ADD 139.178.128.0 MASK 255.255.192.0 0.0.0.0
route ADD 144.178.0.0 MASK 255.255.192.0 0.0.0.0

# ===== Обновление 2026-10-25 =====
# Новые адреса по DNS-резолвингу доменов сервиса
route add 2.16.106.0 mask 255.255.255.0 0.0.0.0
route add 2.18.64.0 mask 255.255.255.0 0.0.0.0
route add 2.18.244.0 mask 255.255.255.0 0.0.0.0
route add 2.19.126.0 mask 255.255.255.0 0.0.0.0
route add 23.32.238.0 mask 255.255.255.0 0.0.0.0
route add 23.36.156.0 mask 255.255.254.0 0.0.0.0
route add 23.47.124.0 mask 255.255.255.0 0.0.0.0
route add 23.197.160.0 mask 255.255.254.0 0.0.0.0
route add 23.201.43.0 mask 255.255.255.0 0.0.0.0
route add 23.204.152.0 mask 255.255.255.0 0.0.0.0
route add 23.210.16.0 mask 255.255.255.0 0.0.0.0
route add 23.213.161.0 mask 255.255.255.0 0.0.0.0
route add 23.220.112.0 mask 255.255.255.0 0.0.0.0
route add 81.27.251.0 mask 255.255.255.0 0.0.0.0
route add 81.201.178.0 mask 255.255.255.0 0.0.0.0
route add 86.57.191.0 mask 255.255.255.0 0.0.0.0
route add 92.123.189.0 mask 255.255.255.0 0.0.0.0
route add 95.101.9.0 mask 255.255.255.0 0.0.0.0
route add 95.161.252.0 mask 255.255.255.0 0.0.0.0
route add 104.81.60.0 mask 255.255.255.0 0.0.0.0
route add 151.101.3.0 mask 255.255.255.0 0.0.0.0
route add 151.101.67.0 mask 255.255.255.0 0.0.0.0
route add 151.101.131.0 mask 255.255.255.0 0.0.0.0
route add 151.101.195.0 mask 255.255.255.0 0.0.0.0
route add 172.224.46.0 mask 255.255.255.0 0.0.0.0
route add 172.224.181.0 mask 255.255.255.0 0.0.0.0
route add 172.224.204.0 mask 255.255.255.0 0.0.0.0
route add 184.24.77.0 mask 255.255.255.0 0.0.0.0
# Новые префиксы AS714 (RIPEstat)
route add 57.102.0.0 mask 255.254.0.0 0.0.0.0
route add 65.199.22.0 mask 255.255.254.0 0.0.0.0
